export const data = [
  {
    title: "الوحدة الأولى",
    chapters: [
      {
        title: "الفصل الأول",
        lesson: "محتوى الفصل الأول",
      },
      {
        title: "الفصل الثاني",
        lesson: "محتوى الفصل الثاني",
      },
      {
        title: "الفصل الثالث",
        lesson: "محتوى الفصل الثالث",
      },
      {
        title: "الفصل الرابع",
        lesson: "محتوى الفصل الرابع",
      },
      {
        title: "أسئلة",
        lesson: "أسئلة الوحدة الأولى"
      },
      {
        title: "مراجعة",
        lesson: "مراجعة الوحدة الأولى"
      }
    ],
  },
  {
    title: "الوحدة الثانية",
    chapters: [
      {
        title: "الفصل الأول",
        lesson: "محتوى الفصل الأولى",
      },
      {
        title: "الفصل الثاني",
        lesson: "محتوى الفصل الثاني",
      },
      {
        title: "الفصل الثالث",
        lesson: "محتوى الفصل الثالث",
      },
      {
        title: "أسئلة",
        lesson: "أسئلة الوحدة الثانية"
      },
      {
        title: "مراجعة",
        lesson: "مراجعة الوحدة الثانية"
      }
    ],
  },
  {
    title: "الوحدة الثالثة",
    chapters: [
      {
        title: "الفصل الأول",
        lesson: "محتوى الفصل الأول",
      },
      {
        title: "الفصل الثاني",
        lesson: "محتوى الفصل الثاني",
      },
      {
        title: "الفصل الثالث",
        lesson: "محتوى الفصل الثالث",
      },
      {
        title: "الفصل الرابع",
        lesson: "محتوى الفصل الرابع",
      },
      {
        title: "أسئلة",
        lesson: "أسئلة الوحدة الثالثة"
      },
      {
        title: "مراجعة",
        lesson: "مراجعة الوحدة الثالثة"
      }
    ],
  },
];