import PageHeader from "../components/PageHeader";
import LetterBox from "../components/LetterBox";

export default function Letter() {
  const letterText = `
مرحبا ايمان، امونة، او منمن حسب الاسم اللي تحبي اناديكي فيه، بكتبلك هاد الرسالة بمناسبة انه بيصيرلنا تسع شهور سوا..
تسع شهور كانو مليانين مشاعر دافية ولطيفة، لو هيرجع الزمن لليوم اللي بدا فيه كلشي، هختار اني اعيش هالمشاعر كلها تاني 💞،
انا ممتن لكل شعور لطيف عشته بسببك، ربنا يخليكي ويحفظك ويوفقنا ونكون من نصيب بعض،، صحيح انه اخر شهرين
كانو مختلفين عن قبل، لكن حبي الك م تغير، بالعكس زاد عن قبل 🥰 صح بنغيب عن نظر بعض كتير وهاد عادي
بس انا بقيت بشوفك بالحلم، وكتير كمان، بشتاقلك كبشات وبصبر حالي بالدعاء، اشوف انه الطريقة الصح ❤
وبخصوص الدعوات اللي كنا ندعيهم، ترا يقلبي هنمر بفترات اختبار كتيرة من ربنا، اشرحلك اكتر وابينلك وجهة نظري من هالشي، هو
موضوع كنتي بدي احكيه بس م عرفت كيف، المهم هلقيت الواحد بعد م يدعي وهالدعوة تبقى طالعة من كل قلبه وهو يدمع ويتمناها،
ربنا قبل م يستجيب بيختبر الشخص هل هو بده هالشي من جد، وبيصير يختبره، الاختبار ممكن يكون على اكتر من شكل، يعني
مثلا ممكن يحس انه الدعاء مش بيتسجاب ف بيبطل يدعي، وكل دعواته تروح بالهوا، او ممكن يبطل يذكر ربنا ويصير يعمل معصية وتروح
دعواته، الفكرة انه هالشعور حسيت فيه، انه فيه اختبار ف التزمت الدعاء لاني جد بدي اياكي نصيبي ومش حابب اتخيل حدا مكانك يكون 😭💞
مدري ليه بحكيلك هالحكي هاد مفروض تكون رسالة حب الك بس حسيت انه فيها وسع اعبر عن شعوري اكتر من الستوري الضيق 🌚💞
المهم انه اذا حسيتي بهيك شعور ف تذكري هالكلمتين وخليكي قريبة من ربنا دايما ❤ وهيستجيب وبوقته وهيبقى اشي احلى مما تتوقعي وقت يكون 
عالواقع ان شاء الله 💖
عموما م بدي اطول بالكلام احس هتزهقي من الرواية الا انا بقدر اقول اكتر 🌚 يلا هابي تسع شهور توقيثر.
بحبك كتير. ❤❤❤

`
  return (
    <div className="min-h-screen flex flex-col p-5">
      <PageHeader text="Love Letter" />
      <LetterBox text={letterText.trim()} />
    </div>
  );
}
