import PageHeader from "../components/PageHeader";
import LetterBox from "../components/LetterBox";

export default function Letter() {
  const letterText = `
  مرحبا ايمان، امونة، منمن 🙂💞 بكتبلك هالرسالة بمناسبة انه بيصيرلنا تسع شهور سوا 🦭 تسع شهور ما مروا هيك،
  تسع شهور خلتنا نعيش مشاعر لطيفة سوا، ومواقف كانت بتثبتلي اني اخترت صح، بتذكر لما كنت
  بأسوا حالاتي وكنتي متحملاني وجنبي، وحتى بتحاولي تفهميني وقت م كنت مش فاهم حالي، انا ممتن لكل شعور
  لطيف عشته بسببك، وجودك بيفرق معي حتى لو كان بطرف يومي واخره، بحب اشاركك رحلتي وببقى مبسوط وقت يجيني اشعارك 🥹
  هالشي البسيط بيفرحني 💞 وحتى وكل الاسباب بتقول انه الشاب مستقبله مجهول مع هالواقع الصعب الا انه مش
  هوقف واستسلم وهضل احاول وربنا بيفرجها من عنده وبيعطي لكل ساعي مبتغاه 🤲🏻💝 ولكل الدعوات اللي دعيناها
  في وقت استجابة مناسب بحكمة ربنا، لساتها الدعوة م تغيرت واللي بالقلب موجود، انا كتير بحبك حتى لما 
  خف التواصل وانقطع مع الشهرين الاخيرين هدول، مش لازم اشوفك ولا حتى اسمعك عشان احبك 😇❤️
  ماشي يقلبي مش حاب اكتر الحكي حكيت كتير في جزئية الذكريات وهلقيت بهالرسالة هتزهقي مني 😅
  يلا هابي تسع شهور توقيثر يروحي وعقبال التسع سنين ان شاء الله ❤️❤️❤️
`
  return (
    <div className="min-h-screen flex flex-col p-5">
      <PageHeader text="Love Letter" />
      <LetterBox text={letterText.trim()} />
    </div>
  );
}
