export const memories = [
  {
    title: "اليوم الأول",
    date: "11/8/2024",
    time: "",
    story:
      "وبعد قعدتنا عندكو ل3 شهور، صار تبادل ابتسامات بينا 👀، لساتني بتذكر يوم التمستي مني وسمعت صوت ضحكتك 🤣 عموما اكيد تاريخ مهم في شريط ذكرياتنا الحلو وان شاء الله بنعيش ذكريات احلى بالمستقبل 💞",
  },
  {
    title: "أول ستوري اخضر",
    date: "28/8/2024",
    time: "7:04PM",
    story:
      "لساتني مش ناسي كيف كان شعوري وقت شفت اني من الكلوز عندك، اول ستوري شفته وانتي عاملة مونتاج وبتطعمي الحمام والعصافير فوق، وقتها عدت الستوري فوق العشرين مرة، جد يمكن اكتر كان كتير عاجبني 😅💞 لدرجة اني رحت قلدتك، بالبطاقة الجاية بكمل",
  },
  {
    title: "أول رسالة بينا",
    date: "1/9/2024",
    time: "6:56PM",
    story:
      "يومها كنت مقضي الوقت احاول اقلدك واصور فيديو وامنتجه، قررت اني بحطك بالكلوز عندي وبنشرلك اياه، بس وقتها انا م قدرت اطعمي ولا حمامة ولا عصفور، ف رحت غيرت فكرة المونتاج وخليته كانه كمين متل اسلوب فيديوهات القسام 🌚🤣 وقتها نزلته وبس شفتيه لقيتك رادة وحاكية ي قلود 😂😂😂 وهاد كانت اول رسالة بينا",
  },
  {
    title: "تلميحات للحب",
    date: "10-20/9/2024",
    time: "",
    story:
      "من أوائل الستوريات اللي نزلتيها وشفتها، كان انجليزي وكان المكتوب فيه بيتضمن اللي بما معناه انه: انا حبيتها، وعشان حبيتها بعدت عن كل البنات عشانها، المهم شفت الستوري من هان ورحت شلت الفولو عن كل البنات القرايب عندي ولا الغرايب، اصلا م اتابع بنات الا لو كانو درجة اولى متل بنت الخال، المهم ورحت منزلك وقتها رد ستوري فيه قلوب لانه الكلام حرفيا بيوصفني، انا كلي الك يقلبي، وفي كمان ستوري انه ربنا م بيخلي اتنين يتقابلو هيك، الا لسبب يعني وانه ازا مازبط الان ف بيزبط لقدام ومن هالحكي، كان حلو كتير برضو",
  },
  {
    title: "أول بحبك (ستوري الجبل بالجزيرة)",
    date: "2/10/2024",
    time: "1AM",
    story:
      "هاد كان أول ستوري اقلك فيه اني احبك، اذا مش ذاكراه خليني اذكرك، مرة نزلت ستوري وانا بسجل فيديو عالجوال، لجزيرة القمة تعته متل راس القلب، ف رحت كاتب i ❤ u بالنص، بتذكر وقتها قلتيلي مش هقبلها هيك🤣 ف حكيتلك وقتها تمام، يتبع بالبطاقة الجاية 🌚",
  },
  {
    title: "أول بحبك وجه لوجه",
    date: "17/10/2024",
    time: "2:05PM",
    story:
      "هاليوم مش ناسيه، ومش هنسى احداثه بالمرة، يوم نزلت اطعمي البسس الصبح ونزلت نور وراي ونادتني تعطيني حقنة الحليب، وقتها سمعتينا نحكي وكنتي معصبة مني وقتها وانا مش فاهم ليه 😅 وقتها عالساعة 2 وخمسة كنت نازل بعبي مي تحت وجيتي حكيتي مالك زعلان وحكيتيلي بغار انا ووقتها رميتي القنبلة علي وحكيتيلي بحبك، وقتها قلبي ساح، حرفيا 😭💞 وبتذكر وقت رجعتي بعد م شردتي لما حكيتي وقلتلك وانا بحبك كمان وكنتي ميتة خجل كيوووووووووووووووووت",
  },
  {
    title: "I wish you were here..",
    date: "28/10/2024",
    time: "6:37PM",
    story:
      "هاي الرسالة ممكن تكون عادية، بس مش بالنسبالي، لاني بحب اقعد عالبحر واحب الهدوء، قعداتي عالبحر بتسمحلي اعيش مشاعري بدون ازعاج من المحيط، عشان هيك دايما اقلك اتمنى لو كنتي هنا، دايما.. بذكر رديتي عليا بI hope to be there with you someday... ❤",
  },
  {
    title: "أطول مرة نحكي فيها وجه لوجه",
    date: "11/12/2024",
    time: "5:38PM",
    story:
      "يومها كنت طالع ادورلك هدية عالمغرب، وقت رجعت لقيت رسالة من نص ساعة منك، وقتها حكيتلك تعي عند البراميل اعطيكي الهدية باليد، المهم وقتها مش ذاكر شو صار بس طلعنا فوق وحكينا بكبشة مواضيع، يوم للذكرى وان شاء الله ربنا بيغفرلنا وبالمستقبل بالحلال نحكي طول اليوم 🥺💞",
  },
  {
    title: "مرحبا بقمر 🐈",
    date: "17/12/2024",
    time: "11:12 AM",
    story:
      "يوم رحت احلق، لقيت الحلاق جايب بسة بده يعطيها لاي حدا من المحل، وقتها استغليت الفرصة وقلتله انا اتكفلها واتبناها، وقتها كانو بسسنا الصغار ميتين من كم يوم لسا، ف حبيت اني افاجئك فيها، ووقتها كنتي مبسوطة عليها ف انا انبسطت، وعملتيلها اواعي كمان 🤣 قمر هلقيت بيصيرلها عندنا ست شهور، الدبدوبة لليوم تاكل لحمة 🌚",
  },
  {
    title: "هدية أول وردة",
    date: "20/1/2025",
    time: "3:05PM",
    story:
      "وبعد عملية البحث عن ورد في البلد كانت فاشلة، لقيت وردة بلاستك مرة وحطيتها بجيبتي 🌚 لحد م اجا وقتها وعملتلك هدية الستيك مان اللي حامل وردة فوق راسه، بتذكريها صح 🥺؟ كان في رسالة كمان وقتها وحكيتي يومها انك انبسطتي عليها وورجيتيها للبنات جوا على انها من صاحباتك 🤣❤",
  },
  {
    title: "صرت احكيلك منمن",
    date: "16/2/2025",
    time: "7:19PM",
    story:
      "وقت لسا كنا بنحكي خاص، لما حكيتلك ي ايمان قلتلي ليش بتحكيلي ي ايمان، لاني دايما اقلك امونة متل م احكي لاختي، قلتيلي يومها بتحبي يحكولك منمن، ومن وقتها صرت احكيلك منمن 💞",
  },
  {
    title: "هدية الجيلي",
    date: "23/2/2025",
    time: "",
    story:
      "ليه هاد الهدية داخلة بشريط ذكرياتنا؟ لانه صار فيها شوية اكشن، اول حاجة جبت فيها بدل الوردة وردتين، كنت ماخدهم من محل بلالين 🌚 وحطيتلك كبشة جلي كنت شريتهم وقتها من السوق، بذكر حكيتلك احزري شو جايبلك ولما قلتلك انه جلي كيفتي وقلتي تحبيه، قلت ي ريتني جبت اكتر وقتها 😭💞",
  },
  {
    title: "أول واخر حمود 🌚",
    date: "23/2/2025",
    time: "2:59PM",
    story:
      "بتذكر كنت خجلان كتير اطلب الطلب هاد، بعد م حكيتيلي احكيلك ي منمن اجا في بالي اني احكيلك تقوليلي حمود 🌚 وقتها قلتي لااا وابصر شو، اصلا عادي 🙂💔",
  },
  {
    title: "أول زيادة جوا بيتكو",
    date: "14/3/2025",
    time: "الصبح",
    story:
      "يوم اجت هدى مع زينة عالبيت، حكيتولنا تعالو كلكو عندنا تحت، وقتها لسا من يومين كنا حاكيين لبعض انه بنوقف حكي خاص وانه احنا بدنا بعض، يومها كنت متوتر وخجلان كتير، جد م شفت ولا حدا غيرك، بذكر النظرة السريعة وكمان الشعور بعدها، يمكن هو هاد شعور الفراشات؟ مدري والله شو بحكي بس اكيد فاهمة علي صح 😭",
  },
  {
    title: "ذكريات جديدة في المستقبل ان شاء الله",
    date: "The Future",
    time: "",
    story:
      "ان شاء الله بنعيش ذكريات احلى من هيك كمان في المستقبل، ان شاء الله يارب بتكوني من نصيبي لاني احب اعيش معك ذكريات احلى، وشعور احلى، وكل شي احلى بالحلال يارب 🥹💞",
  },
];
